[
	{
		"id": "thank",
		"name": "Gratitude",
		"weights": [10, 10, 10, 10, 10, 10, 10, 10, 10, 10],
		"left": {
			"name": "Thankful",
			"color": "#8e7cc3",
			"description": "Those with higher Thankful scores thank others for their good deeds towards them or society and are grateful for whatever they have in life."
		},
		"right": {
			"name": "Arrogant",
			"color": "#aa8e39",
			"description": "Those with higher Arrogant scores either forget to say \"thank you\", don't care enough to express their gratitude, or feel entitled to what they are given, what they have, or more."
		},
		"tiers": [
			"Super Thankful",
			"Gratified",
			"Deferential",
			"Pleased",
			"Balanced",
			"Showy",
			"Pretentious",
			"Entitled",
			"Highly Arrogant"
		]
	},
	{
		"id": "welcm",
		"name": "Reception",
		"left": {
			"name": "Welcoming",
			"color": "#6ed3c9",
			"description": "Those with higher Welcoming scores less often forget to let people know that they're welcome to seek help from them and try to make a warm and pleasing atmosphere for guests, those who are coming in on or starting something that pertains to them."
		},
		"right": {
			"name": "Dismissive",
			"color": "#a05555",
			"description": "Those with higher Dismissive scores do not place much importance on being welcoming, making good impressions, accepting thanks, or being pleasant towards those who come to them."
		},
		"tiers": [
			"Entirely Welcoming",
			"Inclusive",
			"Accepting",
			"Approachable",
			"Mixed",
			"Narrow",
			"Judgemental",
			"Exclusionary",
			"Closed Lock"
		]
	},
	{
		"id": "compl",
		"name": "Asking",
		"left": {
			"name": "Polite",
			"color": "#79cf55",
			"description": "Those with higher Polite scores are more likely to ask nicely when trying to get something from someone and refrain from excessively pressuring or forcing others to abide by their will."
		},
		"right": {
			"name": "Forceful",
			"color": "#996920",
			"description": "Those with higher Forceful scores are more likely to take from others as they please, they may do things without asking, even if sometimes for what they may think is the \"greater good\". Or they may be forgetful of proper manners when making requests. Or they may demand things from others as opposed to letting others know that they can do something if they wish or if they have time."
		},
		"tiers": [
			"Very Gentle",
			"Chivalrous",
			"Mannered",
			"Civil",
			"Neutral",
			"Rude",
			"Savage",
			"Demanding",
			"Dominant"
		]
	},
	{
		"id": "mercy",
		"name": "Mercy",
		"left": {
			"name": "Forgiving",
			"color": "#eea65c",
			"description": "Those with higher Forgiving scores strive to forgive whenever possible, they usually would favor rehabilative justice in politics as they believe a person can change after committing a wrong and feel that more often than not one should let go of past grudges. They may believe true morality comes from universality and see value in one who gives up their anger over things that are past and long gone."
		},
		"right": {
			"name": "Resentful",
			"color": "#926767",
			"description": "Those with higher Resentful scores may rather stay angry for what has been done in the past, or believe that the wrongs one has done must be retributed for as soon as possible. As such, in politics they may prefer a punitive or retributive penal system. They may feel that being forgiving is not as virtuous as people make it out to be and base their morals on atonement for actions and equal cause and effect."
		},
		"tiers": [
			"Oft-Forgiving",
			"Merciful",
			"Pitying",
			"Lenient",
			"Mild",
			"Tempered",
			"Vengeful",
			"Vindicative",
			"Merciless"
		]
	},
	{
		"id": "truth",
		"name": "Integrity",
		"left": {
			"name": "Honest",
			"color": "#ffd966",
			"description": "Those with higher Honest scores might feel less of a need to tell lies, they feel that it's important to tell the truth no matter the consequences, and do the right thing even when no one is looking, to have integrity."
		},
		"right": {
			"name": "Deceitful",
			"color": "#a64d79",
			"description": "Those with higher Deceitful scores might see to it that concealing or misleading people is more beneficial and a worthy sacrifice, perhaps even a pleasure, to achieve their goals. But some may not be able to help it, and are habitually lying to people to maintain a sense of security to escape from the consequences of their wrongs."
		},
		"tiers": [
			"Utterly Honest",
			"Truthful",
			"Direct & Open",
			"Fair",
			"Uncertain",
			"Furtive",
			"Corrupt",
			"Habitual Liar",
			"Machiavellian"
		]
	},
	{
		"id": "physm",
		"name": "Physical",
		"left": {
			"name": "Altruistic",
			"color": "#b6d7a8",
			"description": "Those with higher Altruistic scores try to do things physically for others, using what they have in terms of resources and ability to help out instead of keeping it to themselves."
		},
		"right": {
			"name": "Uncaring",
			"color": "#1763a8",
			"description": "Those with higher Uncaring scores may not want to lend others help in terms of their material possessions or through their better well-being allow some to benefit from it. They may rather keep what they own and believe themselves to be independent, wanting to work for themselves, not others."
		},
		"tiers": [
			"Extremely Generous",
			"Charitable",
			"Humanitarian",
			"Helpful",
			"Ordinary",
			"Slightly Greedy",
			"Stingy",
			"Miserly",
			"Niggardly"
		]
	},
	{
		"id": "conxn",
		"name": "Connections",
		"left": {
			"name": "Friendly",
			"color": "#f4cccc",
			"description": "Those with higher Friendly scores place a high emphasis on deep interacts that touch people emotionally. They are often willing to give advice or talk in times of trouble and are consistently there for others"
		},
		"right": {
			"name": "Cold",
			"color": "#7194cf",
			"description": "Those with higher Cold scores may feel that they don't need to be very close with friends, they might dislike making things too personal and in some cases might not maintain a good number of strong/close friendships."
		},
		"tiers": [
			"Affectionate",
			"Companionable",
			"Neighborly",
			"Cordial",
			"Mixed",
			"Unwarm",
			"Aloof",
			"Distant",
			"Pariah"
		]
	},
	{
		"id": "selfc",
		"name": "Intrapersonal",
		"left": {
			"name": "Assertive",
			"color": "#e4456b",
			"description": "Those with higher Assertive scores have more self-esteem or value themselves highly. And may be unaffected by insults or they may act haughtily and are vocal in expression or attainment of their own needs/wants."
		},
		"right": {
			"name": "Turbulent",
			"color": "#be9823",
			"description": "Those with higher Turbulent scores have lower self-esteem or do not value themselves very high. They may be more susceptible to degradation by others, or may be unwilling to stand up for themselves in what they want and might uneasily go along with others."
		},
		"tiers": [
			"Self-centered",
			"Bold",
			"Firm",
			"Individual",
			"Balanced",
			"Humble",
			"Reliant",
			"Diffident",
			"Defeated"
		]
	},
	{
		"id": "outlk",
		"name": "Outlook",
		"left": {
			"name": "Optimist",
			"color": "#ffe599",
			"description": "Those with higher Optimist scores tend to have hope that things will get better in the future, and have a positive outlook on life, assuming that the natural state is good, good always overcomes evil, and might believe that human nature is inherently good or can easily be turned good in certain conditions."
		},
		"right": {
			"name": "Pessimist",
			"color": "#5f709c",
			"description": "Those with higher Pessimist scores tend to belive that things will not get better, or will get worse. And sometimes views the natural state as bad, and might believe that human nature is inherently evil. They may feel uneasy thinking about the future."
		},
		"tiers": [
			"Utopianistic Optimist",
			"Very Positivistic",
			"Positivistic",
			"Slightly Optimistic",
			"Balanced",
			"Slightly Pessimistic",
			"Negativistic",
			"Very Negativistic",
			"Dystopianistic Pessimist"
		]
	}
]

